{
  "title": "Ο Πίνακας του Εφιάλτη",
  "chapters": {
    "1": {
      "text": "Η καμπάνα του παλιού χωριού χτυπάει τρεις φορές καθώς περνάς την ετοιμόρροπη πύλη.\nΤο σπίτι του θείου σου — εγκαταλελειμμένο για δεκαετίες — στέκει σιωπηλό, μα όχι νεκρό.\nΗ ομίχλη που αγκαλιάζει τα παράθυρα μοιάζει να ανασαίνει. Στο εσωτερικό, ο αέρας μυρίζει υγρασία, κλεισούρα… και κάτι μεταλλικό.\nΜόλις πατήσεις το πόδι σου στο ξύλινο πάτωμα του σαλονιού, ένας ήχος σαν ψίθυρος απλώνεται γύρω σου. Στην καρδιά του δωματίου, πάνω από το τζάκι, κρέμεται ένας πίνακας.\nΧρώματα αλλόκοτα, γραμμές παράξενες. Σου φέρνει αναγούλα… και δεν μπορείς να πάρεις τα μάτια σου από πάνω του.\n\nΑπέναντι, δύο πόρτες: η μία οδηγεί στην ξύλινη σκάλα που ανεβαίνει στον επάνω όροφο. Η άλλη στην τραπεζαρία, μισάνοιχτη.\nΟ πίνακας τρίζει, λες και αναπνέει.\n",
      "options": {
        "a": {
          "text": "Ανεβαίνεις τη σκάλα, στον επάνω όροφο",
          "next": "2"
        },
        "b": {
          "text": "Πας στην τραπεζαρία",
          "next": "2"
        }
      }
    },
    "2": {
      "text": "Η σκάλα βγάζει σε έναν μακρύ διάδρομο. Οι τοίχοι είναι καλυμμένοι με ξεθωριασμένες φωτογραφίες. Όλες δείχνουν το ίδιο άτομο, μα σε κάθε μία… είναι λίγο διαφορετικός.\nΤα μάτια πιο κενά, το στόμα πιο στραβό. Σαν να εξελίσσεται, αλλά προς τα πίσω.\n\nΣτο τέλος του διαδρόμου, μια πόρτα τρίζει αργά, μισάνοιχτη. Από μέσα βγαίνει φως που τρεμοπαίζει.\nΣτο αριστερό σου χέρι, ένα μικρό τραπέζι με συρτάρι. Κάτι σε τραβάει εκεί.\n",
      "options": {
        "a": {
          "text": "Μπαίνεις στο δωμάτιο με το φως",
          "next": "3a"
        },
        "b": {
          "text": "Ανοίγεις πρώτα το συρτάρι",
          "next": "3b"
        }
      }
    },
    "3a": {
      "text": "Το φως προέρχεται από ένα φθαρμένο γραφείο όπου στέκονται τρία γυάλινα φιαλίδια: κόκκινο, μπλε, μαύρο. Το κάθε ένα φαίνεται να πάλλεται ελαφρώς, σαν να έχει παλμό.\nΠίσω τους, ένας τεράστιος καθρέφτης καλυμμένος με βαριά κουρτίνα.\nΑπό πίσω του… ακούς τον ήχο της αναπνοής σου. Ή μήπως όχι;\n",
      "options": {
        "a": {
          "text": "Παίρνεις το κόκκινο φιαλίδιο και φεύγεις",
          "next": "4a"
        },
        "b": {
          "text": "Παίρνεις το μπλε και πλησιάζεις τον καθρέφτη",
          "next": "4b_blue"
        },
        "c": {
          "text": "Παίρνεις το μαύρο και κοιτάς μέσα",
          "next": "4b_black"
        }
      }
    },
    "3b": {
      "text": "Το συρτάρι είναι γεμάτο κιτρινισμένες σελίδες. Μία ξεχωρίζει: γράφει «Δεν είναι πίνακας. Είναι παράθυρο.»\nΜια ζωγραφισμένη φιγούρα στο χαρτί μοιάζει με εσένα… αλλά πιο γέρικη. Σταγόνες αίματος καλύπτουν το στόμα της.\nΚάτω από το χαρτί, ένα παλιό, μπρούτζινο κλειδί.",
      "options": {
        "a": {
          "text": "Πηγαίνεις στο υπνοδωμάτιο στο τέλος του διαδρόμου",
          "next": "4c"
        },
        "b": {
          "text": "Κατεβαίνεις στο υπόγειο με το κλειδί",
          "next": "4a"
        }
      }
    },
    "4a": {
      "text": "Με το κόκκινο φιαλίδιο σφιχτά στο χέρι, κατεβαίνεις τη σκάλα που οδηγεί στο υπόγειο. Το φως σβήνει πίσω σου, και η πόρτα κλείνει απότομα.\nΟ διάδρομος του υπογείου είναι στενός, υγρός. Στους τοίχους υπάρχουν κηλίδες που μοιάζουν με αποτυπώματα χεριών. Ακούς ψιθύρους — ή είναι η ανάσα σου που αντανακλά;\nΜπροστά σου, μια καταπακτή με σημάδια από νύχια στο ξύλο. Κάτι πάει να βγει… ή κάτι μπήκε;",
      "options": {
        "a": {
          "text": "Ανοίγεις την καταπακτή",
          "next": "5a"
        },
        "b": {
          "text": "Πας πίσω στον πίνακα",
          "next": "5b"
        }
      }
    },
    "4b_blue": {
      "text": "Ακουμπάς το μπλε φιαλίδιο στα χείλη. Η γεύση του είναι πικρή, μεταλλική. Ξαφνικά όλα γύρω σου σκοτεινιάζουν για ένα δευτερόλεπτο.\nΚαθώς τραβάς την κουρτίνα του καθρέφτη, βλέπεις όχι τον εαυτό σου, αλλά… έναν άλλον.\nΜοιάζει με εσένα, αλλά τα μάτια του είναι δύο μαύρες σφαίρες. Σου χαμογελά, αλλά δεν κινείται.\nΜόνο όταν αναβοσβήνεις, εκείνος πλησιάζει.",
      "options": {
        "a": {
          "text": "Ακουμπάς το χέρι σου στον καθρέφτη",
          "next": "5b"
        },
        "b": {
          "text": "Τρέχεις έξω από το δωμάτιο",
          "next": "5a"
        }
      }
    },
    "4b_black": {
      "text": "Το μαύρο φιαλίδιο τρέμει στα χέρια σου. Μόλις το πίνεις, ο κόσμος χάνεται.\nΌταν ανοίγεις τα μάτια σου, είσαι μέσα στον πίνακα. Όχι, σε έναν κόσμο που θυμίζει τον πίνακα.\nΤο σπίτι έχει παραμορφωθεί. Οι τοίχοι ανασαίνουν. Οι σκιές κινούνται αυτόνομα. Ο καθρέφτης δεν δείχνει πια είδωλο. Δείχνει… **μέλλον**.",
      "options": {
        "a": {
          "text": "Βγαίνεις από τον πίνακα",
          "next": "5b"
        },
        "b": {
          "text": "Μένεις να δεις πού οδηγεί",
          "next": "5c"
        }
      }
    },
    "4c": {
      "text": "Το υπνοδωμάτιο είναι άδειο από έπιπλα, αλλά γεμάτο από κάτι βαρύτερο: σιωπή που δεν σε αφήνει να αναπνεύσεις.\nΣτον τοίχο, μια σειρά από παιδικές ζωγραφιές — όλες δείχνουν τον ίδιο πίνακα. Σε διαφορετικές εποχές. Ο πίνακας δεν άλλαξε. Αλλά ό,τι υπήρχε **μπροστά** του, αλλάζει.\nΣτο πάτωμα, μια παλιά κασέτα ήχου με την ετικέτα: «Όχι μετά τα μεσάνυχτα».",
      "options": {
        "a": {
          "text": "Πατάς play",
          "next": "5c"
        },
        "b": {
          "text": "Φεύγεις χωρίς να την αγγίξεις",
          "next": "5b"
        }
      }
    },
    "5a": {
      "text": "Η καταπακτή ανοίγει με ανατριχιαστικό τρίξιμο. Από μέσα βγαίνει παγωμένος αέρας και μια μυρωδιά σαν καμένο λάδι.\nΚατεβαίνεις με φακό. Στον πυθμένα βρίσκεται μια τεράστια τοιχογραφία. Δείχνει τον πίνακα και γύρω του… **εκατοντάδες πρόσωπα**.\nΌλα με μάτια χωρίς κόρες. Και ένα απ' αυτά — είναι το δικό σου.\n",
      "options": {
        "a": {
          "text": "Αγγίζεις το πρόσωπο σου στην τοιχογραφία",
          "next": "6a"
        },
        "b": {
          "text": "Βγαίνεις τρέχοντας",
          "next": "6b"
        }
      }
    },
    "5b": {
      "text": "Επιστρέφεις στον πίνακα. Δεν είναι ίδιος.\nΤώρα δείχνει το δωμάτιο όπου ήσουν μόλις πριν, αλλά υπάρχει κάτι ακόμα: **εσύ**.\nΚάθεσαι σε μια καρέκλα, αλλά τα μάτια σου είναι κλειστά. Και κάτι στέκεται πίσω σου… ψηλότερο από το ανθρώπινο.",
      "options": {
        "a": {
          "text": "Κοιτάς πιο προσεκτικά",
          "next": "6c"
        },
        "b": {
          "text": "Αποστρέφεις το βλέμμα και απομακρύνεσαι",
          "next": "6b"
        }
      }
    },
    "5c": {
      "text": "Η κασέτα παίζει έναν ήχο αλλόκοτο. Είναι μουσική; Ή μήπως απλώς… **ανάσες**;\nΟ πίνακας αρχίζει να αλλάζει μορφή μόνος του. Τώρα δείχνει ένα μονοπάτι μέσα σε δάσος. Στο βάθος… μια φιγούρα σε καλεί με το χέρι.\nΔεν είναι το σπίτι πια. Είναι κάτι άλλο. Και είναι ανοιχτό για σένα.",
      "options": {
        "a": {
          "text": "Μπαίνεις μέσα στον πίνακα",
          "next": "6a"
        },
        "b": {
          "text": "Τρέχεις μακριά",
          "next": "6b"
        }
      }
    },
    "6a": {
      "text": "Το δάχτυλό σου αγγίζει το πρόσωπο σου στην τοιχογραφία. Μια στιγμιαία παγωμάρα απλώνεται στο κορμί σου.\nΞαφνικά βρίσκεσαι πάλι στο σαλόνι… αλλά τώρα το φως είναι αλλιώτικο, κίτρινο, άρρωστο. Ο πίνακας πάνω από το τζάκι δεν απεικονίζει σκιές. Δείχνει εσένα. Εδώ. Να κοιτάς τον πίνακα.\nΈνας κύκλος έχει κλείσει.",
      "options": {
        "a": {
          "text": "Σπας τον πίνακα",
          "next": "7a"
        },
        "b": {
          "text": "Τον καίς",
          "next": "7b"
        }
      }
    },
    "6b": {
      "text": "Τρέχεις από δωμάτιο σε δωμάτιο, αλλά κάθε πόρτα οδηγεί πάλι πίσω στο σαλόνι.\nΟ πίνακας σε περιμένει. Πάντα εκεί, σαν να μην έφυγες ποτέ.\nΗ πραγματικότητα αρχίζει να τσακίζεται. Οι τοίχοι γέρνουν. Τα χρώματα λιώνουν. Και εσύ… δεν θυμάσαι αν ήρθες ή αν γεννήθηκες εδώ.",
      "options": {
        "a": {
          "text": "Προσπαθείς να θυμηθείς το όνομά σου",
          "next": "7c"
        },
        "b": {
          "text": "Ξαπλώνεις και αφήνεσαι",
          "next": "ending_b"
        }
      }
    },
    "6c": {
      "text": "Το βλέμμα σου βυθίζεται στην επιφάνεια του πίνακα. Ο χρόνος παγώνει.\nΞαφνικά δεν είσαι πια εσύ που τον κοιτάς. Είναι αυτός που σε κοιτά.\nΟ πίνακας ανασαίνει. Και εσύ ανασαίνεις μαζί του.",
      "options": {
        "a": {
          "text": "Αποδέχεσαι τη σύνδεση",
          "next": "ending_a"
        },
        "b": {
          "text": "Αντιστέκεσαι με κάθε δύναμη",
          "next": "7b"
        }
      }
    },
    "7a": {
      "text": "Με μια κραυγή, πετάς το σιδερένιο κηροπήγιο στον πίνακα. Το γυαλί σπάει.\nΓια μια στιγμή όλα σταματούν. Ο αέρας δεν κινείται. Τα πάντα σιωπούν.\nΚαι τότε… το σπίτι καταρρέει σε κραυγές και καπνό.\nΞυπνάς σε ένα λιβάδι. Ο πίνακας δεν υπάρχει πια. Ή έτσι νομίζεις.",
      "options": {
        "a": {
          "text": "Περπατάς μακριά χωρίς να κοιτάξεις πίσω",
          "next": "ending_c"
        }
      }
    },
    "7b": {
      "text": "Ρίχνεις οινόπνευμα από το ντουλάπι και ανάβεις σπίρτο. Η φλόγα ξεκινά δειλά, μα μόλις αγγίζει τον πίνακα, εκρήγνυται σε λευκή φωτιά.\nΦωνές ουρλιάζουν από μέσα του. Μα η φωτιά δεν σταματά.\nΞαφνικά είσαι πάλι έξω από το σπίτι. Πίσω σου… στάχτες.\nΜα κάτι σου λέει πως δεν τελείωσε.",
      "options": {
        "a": {
          "text": "Φεύγεις όσο πιο γρήγορα μπορείς",
          "next": "ending_c"
        }
      }
    },
    "7c": {
      "text": "Προσπαθείς να θυμηθείς ποιος είσαι. Πώς μπήκες εδώ. Μα κάθε λέξη είναι λάσπη.\nΣτον πίνακα εμφανίζεται το πρόσωπό σου. Τα μάτια σου ανοιγοκλείνουν αργά.\nΜιλάς. Αλλά η φωνή σου βγαίνει από τον πίνακα, όχι από εσένα.\nΔεν ξέρεις αν είσαι έξω ή μέσα. Αν ζεις ή απλώς… εκτίθεσαι.",
      "options": {
        "a": {
          "text": "Αγγίζεις τον καμβά με το μέτωπό σου",
          "next": "ending_b"
        }
      }
    },
    "ending_a": {
      "text": "**ΤΕΛΟΣ Α – Ο ΦΥΛΑΚΑΣ ΤΟΥ ΚΑΘΡΕΦΤΗ**\n\nΔεν αντιστέκεσαι. Αφήνεσαι.\nΟ πίνακας σε καταπίνει, αλλά όχι με οργή. Με αγάπη. Εσύ είσαι τώρα ο καθρέφτης.\nΌποιος σε κοιτάει, βλέπει εφιάλτες. Μα για εσένα… είναι μόνο Σιωπή.",
      "options": {}
    },
    "ending_b": {
      "text": "**ΤΕΛΟΣ Β – Η ΑΙΩΝΙΑ ΕΠΑΝΑΛΗΨΗ**\n\nΞυπνάς στην καρέκλα, μπροστά από τον πίνακα. Κάθε μέρα η ίδια.\nΗ ίδια επιλογή. Το ίδιο τίποτα. Ο πίνακας σε κρατά για πάντα στη στροβιλιστική αγκαλιά του.\nΚανείς δεν θυμάται πια το όνομά σου. Ούτε κι εσύ.",
      "options": {}
    },
    "ending_c": {
      "text": "**ΤΕΛΟΣ Γ – ΤΟ ΞΥΠΝΗΜΑ**\n\nΦεύγεις χωρίς να κοιτάξεις πίσω. Το σπίτι σβήνει πίσω από την ομίχλη. Η καρδιά σου χτυπάει ακόμα… για λίγο.\nΌμως το βράδυ, στον καθρέφτη του σπιτιού σου, δεν βλέπεις μόνο εσένα.\nΣτην άκρη του… μια σκιά.\nΟ πίνακας ποτέ δεν καταστρέφεται. Απλώς… αλλάζει χέρια.",
      "options": {}
    }
  }
}